Repository: s0sh/EnglishBubbles
Catalog: WordBucket_Free/WordBucket/*.lproj/Localizable.strings
Languages: es, fr

source: Create Your Word Bucket
es: Crea tu Word Bucket
fr: Crée ton Word Bucket

source: Your Name
es: Tu nombre
fr: Nom

source: Type your name
es: Tu nombre en Word Bucket
fr: Entre ton nom

source: Type your email
es: Escribe tu email
fr: Entre ton email

source: Password
es: Contraseña
fr: Mot de passe

source: JOIN
es: Unir
fr: Rejoint

source: JOIN WITH FACEBOOK
es: Únete a Facebook
fr: Rejoint via Facebook

source: JOIN WITH TWITTER
es: Únete a Twitter
fr: Rejoint via Twitter

source: By clicking Join you are indicating that you have read and agreed to the Privacy Policy and Terms of Service.
es: Una vez hagas click en 'Unete' indicarás que has leido y que estás de acuerdo con los términos y condiciones y con la política de privacidad.
fr: En cliquant Rejoindre, tu indiques avoir lu et accepté la charte relative à la protection des données privées ainsi que les conditions d'utilisation du service.

source: Type your password
es: Escribe tu contraseña
fr: Tape ton mot de pass

source: Your Word Bucket name
es: Tu nombre en Word Bucket
fr: Ton nom Word Bucket

source: Type your Word Bucket name
es: Escribe tu nombre en Word Bucket
fr: Entre ton nom Word Bucket

source: Your Word Bucket Avatar
es: Tu Word Bucket avatar
fr: Ton avatar Word Bucket

source: CHOOSE FROM GALLERY
es: Elige desde la galería
fr: Choisis à partir de la galerie photos

source: Your native language
es: Tu lengua materna
fr: Ta langue maternelle

source: The language you're learning
es: El idioma que estás aprendiendo
fr: La langue que tu apprends

source: FINISH
es: Terminar
fr: Terminer

source: Beginner
es: Principiante
fr: Débutant

source: Intermediate
es: Intermedio
fr: Intermédiaire

source: Advanced
es: Avanzado
fr: Avancé

source: CHOOSE YOUR NATIVE LANGUAGE
es: Escoge tu idioma
fr: CHOISIS TA LANGUE MATERNELLE

source: Your language level
es: Tu nivel de idioma
fr: Ton niveau dans cette langue

source: CHOOSE YOUR LEVEL
es: Elige tu nivel
fr: CHOISIS TON NIVEAU

source: Search Word
es: Busca Palabras
fr: Rechercher un mot

source: %@'s Word Bucket
es: El Word Bucket de %@
fr: Le Word Bucket de %@

source: Choose Your Test
es: Elige tu evaluación
fr: Choisis ton test

source: ALL BUCKETS
es: Todos los Buckets
fr: Tous les Buckets

source: Explore Bucket
es: Explora el Bucket
fr: Explore le Bucket

source: New
es: Nuevas
fr: Nouveau

source: Learning
es: Aprendiendo
fr: En apprentissage

source: Learned
es: Aprendidas
fr: Appris

source: Mistakes
es: Errores
fr: Erreurs

source: TRUE
es: CORRECTO
fr: VRAI

source: FALSE
es: FALSO
fr: FAUX

source: Game Paused!
es: ¡Juego pausado!
fr: Pause

source: Resume
es: Continuar
fr: Reprendre

source: Restart
es: Reiniciar
fr: Recommencer

source: ENTER
es: Entrar
fr: ENTRER

source: Quit
es: Salir
fr: Quitter

source: TEST AGAIN
es: Evalua otra vez
fr: Teste à nouveau

source: ADD YOUR OWN MEANING
es: Añade tu propio significado
fr: Ajoute ta propre signification

source: More
es: Más
fr: Plus

source: History
es: Historial
fr: Historique

source: Settings
es: Ajustes
fr: Paramètres

source: Rate Word Bucket
es: Califica Word Bucket
fr: Evalue Word Bucket

source: Word Bucket credits
es: Créditos para Word Bucket
fr: Crédits Word Bucket

source: Offline Wishlist
fr: Wishlist hors-ligne

# Learn English through games
source: Learn English through games with English Bubble
es: Aprende inglés a través de juegos con English Bubble
fr: Apprends l'Anglais au travers de jeux

source: Upgrade Word Bucket
es: Compra Word Bucket
fr: Mettre à jour Word Bucket

source: Word Bucket: How it works
es: Word Bucket: ¿Cómo funciona?
fr: Word Bucket: Comment ça marche

# Send a friend a word
source: Send words to friends
es: Envia una palabra a un amigo
fr: Envoie un mot à un ami

# Invite friend to Word Bucket
source: Invite friends to Word Bucket
es: Invita a un amigo a Word Bucket
fr: Invite un ami à Word Bucket

source: The Word Bucket Leaderboard
es: La tabla general de Word Bucket
fr: Classement Word Bucket

# Help us to improve Word Bucket
source: Help improve Word Bucket
es: Ayuda a mejorar Word Bucket
fr: Aide à améliorer Word Bucket

source: SKYPE GAMES CLASSES
es: Clases a través de juegos en Skype
fr: Cours sous forme de jeux sur Skype

source: DAILY FACEBOOK GAMES
es: Juegos diarios en Facebook
fr: Jeux du jour sur Facebook

source: WORDS OF THE WEEK
es: Palabras de la semana
fr: Mots de la semaine

source: Invite Your Friends
es: Invita a tus amigos
fr: Invite tes amis

source: TEXT IT
es: Envia por SMS
fr: Envoie-le par texto

source: POST ON FACEBOOK
es: Publícalo en facebook
fr: Publie sur Facebook

source: TWEET IT
es: Tweetéalo
fr: Tweete-le

source: SHARE ON EMAIL
es: Compártelo por Email
fr: PARTAGE PAR EMAIL

source: Words Of The Week
es: Palabras de la semana
fr: Les mots de la semaine

source: Each week we pick 5 Words of the Week. Have you got these in your Word Bucket?
es: Cada semana tomamos 5 palabras de la semana. ¿Has tenido estas palabras en tu Word Bucket?
fr: Chaque semaine nous choisissons les 5 mots de la semaine. As-tu ceux-ci dans ton Word Bucket?

source: UPGRADE
es: COMPRAR
fr: Achète la version complète

source: BUCKET FULL
es: Bucket lleno
fr: BUCKET PLEIN

source: Congratulations!
es: ¡Felicidades!
fr: Félicitations!

source: You have saved 25 words in your Bucket.
es: Has guardado 25 palabras en tu Bucket.
fr: Tu a sauvegardé 25 mots dans ton Bucket.

source: Upgrade now and get:
es: Cómpralo ahora y consigue:
fr: Mets à jour maintenant et obtiens:

source: Upgrade now to save and learn unlimited words in Word Bucket.
es: Cómpralo ahora y guarda y aprende ilimitadas palabras en Word Bucket.
fr: Mets à jour maintenant pour sauvegarder et apprendre un nombre illimité de mots dans Word Bucket.

source: You get:
es: Consigue:
fr: Tu auras:

source: Unlimited storage for new words
es: Almacenamiento ilimitado
fr: Stockage illimité de nouveaux mots

source: Green Bucket game
es: Juego para el Bucket verde
fr: Jeux Bucket Vert

source: No ads
es: Sin anuncios
fr: Pas de Pubs

source: Oops your Bucket is full!
es: ¡Oops tu Bucket esta lleno!
fr: Oups Ton Bucket est plein!

source: Upgrade now to save and learn more words in Word Bucket
es: Cómpralo ahora y guarda y aprende más palabras en Word Bucket
fr: Mets à jour maintenant pour sauvegarder et apprendre plus de mots dans Word Bucket

# With Word Bucket FREE you have 50 words and 25 new word saved
source: With Word Bucket FREE you have 50 words and 25 new word saves.
es: Con Word Bucket gratis tienes 50 palabras y 25 palabras nuevas guardadas.
fr: Avec Word Bucket GRATUIT tu as 50 mots et la possibilité de sauvegarder 25 nouveaux mots.

source: Do you love Word Bucket?
es: ¿Te gusta Word Bucket?
fr: Aimes-tu Word Bucket?

source: Your Offline Wishlist
es: Tu Offline Wishlist
fr: Ta Wishlist hors-ligne

source: Oops! It seems you have no Internet connection. Don't worry. Just add your words here and you can search and save them to your Bucket later.
es: ¡Oops! Parece que no tienes conexión a internet en este momento. No te preocupes. Sólo añade tus palabras aquí y podrás buscarlas y guardarlas en tu Bucket más tarde.
fr: Oups! Il semblerait que tu ne sois pas connecté à Internet. Ne t'inquiètes pas. Ajoutes juste tes mots ici et tu pourras les rechercher et les sauvegarder dans ton Bucket plus tard.

source: Words already saved in Wishlist
es: Las palabras ya guardadas en Offline Wishlist
fr: Mots déjà sauvegardés dans la Wishlist

source: Add %@ to Wishlist
es: Añade %@ a Offline Wishlist
fr: Ajoute à la Wishlist

source: Total words searched
es: Palabras totales
fr: Total des mots recherchés

source: Words saved to Bucket
es: Palabras guardadas en el Bucket
fr: Mots sauvegardés dans ton Bucket

source: Total tests
es: Total de Evaluaciones
fr: Total des tests

source: Your pass %
es: Porcentaje superado
fr: Ton % de réussite

source: Average time in Buckets (days)
es: El tiempo promedio en el Bucket (días)
fr: Nombre de jours moyens dans le Bucket

source: Your Word Bucket History
es: Tu Word Bucket
fr: Ton historique Word Bucket

# Word left to test
source: Words left to test
es: ¡Las palabras que quedan por evaluar!
fr: Mots restants à tester

source: Total words
es: Palabras totales
fr: Nombre total de mots

# Update
source: Update Word Bucket
es: Actualizar
fr: Mettre à jour

source: Save
es: Guardar
fr: Sauvegarder

source: Place User Name Here
es: Escribe tu nombre de usuario aquí
fr: Place le nom d'utilisateur ici

source: Default test words
es: Palabras de prueba por defecto
fr: Test par défaut

source: Sound settings
es: Ajustes de sonido
fr: Paramètres de son

source: Word Bucket Credits
es: Créditos para Word Bucket
fr: Crédits Word Bucket

source: Word Bucket is supported by:
es: Word Bucket está apoyado por:
fr: Word Bucket est soutenu par:

source: Never lose words again by saving to your personal Word Bucket. You can even add your own translations.
es: Nunca pierdas tus palabras guardándolas en tu Word Bucket personal. Puedes incluso añadir tus propias traducciónes.
fr: Tu ne perdras plus de mots en les sauvegardant dans ton Word Bucket. Tu peux même ajouter tes propres traductions.

source: FIND AND LEARN NEW WORDS
es: Encontrar y aprender nuevas palabras
fr: Trouve et apprends de nouveaux mots

source: SEARCH
es: Buscar
fr: Rechercher

source: SAVE
es: Guardar
fr: Sauvegarder

source: Your dictionary, your notebook and your language teacher!
es: Tu diccionario, tu notebook y tu profesor de inglés.
fr: Ton dictionnaire, ton cahier et ton professeur de langue!

# Find translation for the words and meanings you're learning.
source: Find translations for the words and meanings you're learning.
es: Encuentra traducciónes para las palabras y los significados que estás aprendiendo.
fr: Trouve la traduction pour les mots et les significations que tu apprends.

source: Learn words with fun tests and games. To practise move your new words (and the 50 starter words you've already got) from White to Orange to Green.
es: Aprende palabras con tests y juegos divertidos. Para practicar mueve tus nuevas palabras (y las 50 primeras palabras que ya tienes) desde el blanco al naranja y al verde.
fr: Apprends avec des tests amusants et des jeux. Pour t'entraîner déplace tes nouveaux mots (et les 50 mots que tu as déjà par défaut) du blanc à l’orange et au vert.

source: Be careful, wrong answers go to Red to start again!
es: ¡Ten cuidado, las respuestas erróneas van al rojo y tienes que volver a empezar!
fr: Fais attention, les mots sur lesquels tu fais des erreurs vont dans le rouge pour recommencer!

source: PLAY
es: Jugar
fr: Jouer

source: TRY A FREE CLASS
es: Prueba una clase gratis
fr: ESSAIE UN COURS GRATUIT

source: %@ Words Safe
es: %@ palabras seguras
fr: %@ mots sécurisés

source: %@ Words In Danger
es: %@ palabras en peligro
fr: %@ mots en danger

source: Turn your phone now
es: ¡Gira tu móvil!
fr: Tourne ton téléphone

source: Practise Green Words
es: Practica las palabras verdes
fr: Exerce-toi sur les mots verts

source: SAVE IN DANGER GREEN WORDS
es: Guarda las palabras verdes que están en peligro
fr: SAUVEGARDE LES MOTS VERTS EN DANGER

source: Drag and drop words to play
es: Arrastra y deja caer las palabras para jugar
fr: Fais glisser et dépose des mots pour jouer

source: %@ added to your Word Bucket
es: %@ añadido a tu Word Bucket
fr: %@ ajouté à ton Word Bucket

source: Just found the word "%@" in @Wordbucket. Great app to find and learn new words.
es: Acabo de encontrar la palabra "%@" en @Wordbucket. Una magnifica aplicación para encontrar y aprender palabras nuevas en inglés.
fr: Je viens juste de trouver le mot "%@" dans @Wordbucket. Super application pour trouver et apprendre de nouveaux mots.

source: Please enter your meaning
es: Por favor introduce tu significado
fr: S'il te plaît, entre ta signification

source: Game Over.
es: Fin del juego.
fr: Fin de partie.

source: Successfully posted '%@'. Post ID: %@
es: Publicación con éxito '%@'. Post ID: %@
fr: Posté avec succès '%@'. Post ID: %@

source: Please enter user name.
es: Por favor introduce el nombre de usuario.
fr: S'il-te-plaît entre ton nom d'utilisateur.

source: Sorry!
es: ¡Lo siento!
fr: Désolé!

source: Good work!
es: ¡Buen trabajo!
fr: Bon travail!

source: To practise your Orange words you need to activate your %@ keyboard. Don't worry, it's easy to do in settings and you only have to do it once. Just go to General and find Keyboard, then Keyboards and finally Add New Keyboard.
es: Para practicar tus palabras en naranja necesitas activar tu%@ teclado. No te preocupes, Es fácil de hacer en ajustes y sólo lo tendrás que hacer una vez . Sólo ve a General y ‘encuentra teclado’, entonces, ‘teclados’ y al final ‘Agrega teclado nuevo
fr: Pour t’exercer sur tes mots oranges, tu as besoin d'activer ton clavier %@. Ne t'inquiète pas, c'est facile à faire dans les paramètres et tu n'auras à le faire qu'une seule fois. Vas juste dans Général puis Clavier et enfin Ajouter nouveau clavier.

source: Woah there!
es: ¡Esperate un momentito!
fr: Holà holà

source: Oops!
fr: Oups!

source: Do you know this %@ word? "%@" I just found it in
es: ¿Sabes esta palabra en inglés? "%@" Encuentrala en Word Bucket
fr: Connais-tu ce %@ mot? "%@" Je viens juste de le trouver dans

source: Great app to find and learn new words & FREE to download for iOS and Android.
es: Un genial app para encontrar y aprender nuevas palabras y descargalo gratis desde iOS y Android.
fr: Une superbe application pour trouver et apprendre de nouveaux mots & Téléchargement GRATUIT pour iOS et Android.

# Please enter any word.
source: Please enter a word.
es: Por favor introduce una palabra.
fr: S'il te plaît entre un mot.

source: Are you sure you want to delete '%@'?
es: ¿Estás seguro que quieres borrar '%@'?
fr: Est-tu sûr de vouloir effacer '%@'?

source: Please enter your translation
es: Por favor introduce una traducción
fr: S'il te plaît entre ta traduction

source: Share on Facebook
es: Compártelo en Facebook
fr: Partage sur Facebook

source: Share on Twitter
es: Compártelo en Twitter
fr: Partage sur Twitter

source: Cancel
es: Cancela
fr: Annuler

source: Add
es: Añade
fr: Ajouter

source: Remove
es: Elimina
fr: Retirer

source: Add Your Own Meaning
es: Añade tu propio significado
fr: Ajoute ta propre signification

source: Searched Word
es: Palabras buscadas
fr: Mots recherchés

source: Your Translation:
es: Tu traducción:
fr: Ta traduction:

source: Type your translation
es: Escribe tu traducción
fr: Tape ta traduction

source: Check out Word Bucket. It's a great app for finding and learning new words. FREE to download for Android and iOS.
es: Echa un vistazo a Word Bucket. Es un app genial para encontrar y aprender nuevas palabras en inglés. Descárgatelo gratis desde Android y iOS. http://wordbucket.com
fr: Viens découvrir Word Bucket. C'est une superbe application pour trouver et apprendre de nouveaux mots. Téléchargement GRATUIT pour Android et iOS.

source: Are you learning a language? Find and learn new words with @WordBucket
es: ¿Estás aprendiendo inglés? Encuentra y aprende nuevas palabras con @WordBucket
fr: Tu apprends une nouvelle langue? Trouve et apprends de nouveaux mots avec @WordBucket

source: Check out <a href="http://www.wordbucket.com">Word Bucket.</a> It's a great app for finding and learning new words. FREE to download for Android and iOS.
es: Echa un vistazo a <a href="http://www.wordbucket.com">Word Bucket.</a> Es un app genial para encontrar y aprender nuevas palabras en inglés. Descárgatelo gratis desde Android y iOS.
fr: Viens découvrir <a href="http://www.wordbucket.com">Word Bucket.</a> C'est une superbe application pour trouver et apprendre de nouveaux mots. Téléchargement GRATUIT pour Android et iOS.

source: Word Bucket - find and learn new words
es: Word Bucket – encuentra y aprende nuevas palabras en inglés
fr: Word Bucket – trouve et apprends des mots nouveaux

source: To give a letter an accent just hold it down and select the correct one.
es: Para poner el acento a una letra solo tienes que dejar presionada la letra y seleccionar.
fr: Pour mettre un accent sur une lettre, garde la touche appuyée et choisis celui qui est approprié

source: Help
es: Ayuda
fr: Aide

source: Your native language and the language you're learning can not be the same.
es: Tu lengua materna y el idioma que estás aprendiendo no puede ser el mismo
fr: Ta langue maternelle et la langue que tu apprends ne peuvent pas être les mêmes

source: Perfect game! You scored 12 out of 12.
es: ¡Felicidades! ¡Perfecto! Tu puntuación ha sido 12 de 12.
fr: Partie parfaite! Ton résultat est de 12 sur 12

source: CHOOSE THE LANGUAGE
fr: CHOISIS LE LANGAGE

source: You need at least 12 words In Danger to play. To add words just practise your words in the Green game.
es: Necesitas 12 palabras aquí antes de poder guarder tus palabras en peligro. Sólo las palabras que has fallado en el Bucket verde van allí.
fr: Tu as besoin d'au moins %d mots ici pour faire un test. Seul les mots sur lesquels tu as commis des erreurs dans le Vert vont ici.

source: Finished
es: Terminado
fr: Terminé

source: You have no words in your Orange Bucket. To add words to Orange you must do the White Bucket tests.
es: En estos momentos no tienes palabras en tu Bucket naranja. Para añadir palabras practica con las nuevas palabras en los tests blancos.
fr: Désolé! Tu n'as actuellement aucun mot dans ton Bucket orange. Pour ajouter des mots à l’Orange, tu dois faire les tests du Bucket Blanc.

source: You have no words in your Green Bucket. To add words to Green you must do the Orange Bucket tests.
es: En estos momentos no tienes palabras en tu Bucket verde. Para añadir palabras practica con las palabras en los tests naranjas.
fr: Désolé! Tu n'as actuellement aucun mot dans ton Bucket Green. Pour ajouter des mots au Vert, tu dois faire les test du Bucket Orange.

source: Good work! You have no words in your Red Bucket. Only words that you get wrong in the other colours go here.
es: ¡Buen trabajo! En estos momentos no tienes palabras en el Bucket rojo. Sólo las palabras que has fallado en los otros colores van allí.
fr: Bon travail! Tu n'as actuellement aucun mot dans ton Bucket rouge. Seuls les mots des autres couleurs que tu ne maîtrise pas, vont ici.

source: You have no words in your White Bucket. Search and save more new words!
es: En estos momentos no tienes palabras en tu Bucket blanco. Busca y guarda nuevas palabras.
fr: Oups! Il semble que tu n'aies aucun mot dans ton Bucket blanc. Recherche et sauvegarde plus de nouveaux mots!

source: Sorry! You need at least %d words in your White Bucket to do a test. Search and save more new words!
es: Necesitas al menos %d palabras en tu Bucket blanco para evaluarlas. Busca y guarda nuevas palabras.
fr: Tu as besoin d'au moins %d mots dans ton Bucket blanc pour faire un test. Cherche et sauvegarde plus de nouveaux mots!

source: Sorry! You need at least 12 words in your Green Bucket to do a test. Do more Orange Bucket tests!
es: Para jugar el juego verde necesitas al menos 12 palabras en tu Bucket verde. Para añadir palabras practica con tus palabras en los tests naranjas.
fr: Tu as besoin d'au moins %d mots dans ton Bucket Vert pour faire un test. Pour ajouter des mots exerce-toi avec les tests orange.

source: Good work! You don't have enough words (%d) in your Red Bucket to do a test. Only words that you get wrong in the other colours go here.
es: En estos momentos no tienes suficientes palabras (%d) en tu Bucket rojo para evaluarlas. Sólo las palabras que has fallado en los otros colores van aquí.
fr: Bon travail ! Tu n'as pas assez de mots (%d) dans ton Bucket rouge pour faire un test. Seuls les mots sur lesquels tu as commis des erreurs dans les autres couleurs vont ici.

source: Sorry! You need at least %d Orange Words to do a test. Do more White Bucket tests!
es: Necesitas al menos %d palabras en tu Bucket naranja para evaluarlas. Para añadir palabras sólo practica con tus palabras en los tests blancos.
fr: Désolé! Tu as besoin d'au moins %d mots dans ton Bucket orange pour faire un test. Fais plus de tests du Bucket Blanc!

source: Good work! You don't have enough words (12) in danger to play. Only words you get wrong in the Green Game go here.
es: En estos momentos no tienes suficientes palabras (%d) aquí para evaluarlas. Sólo las palabras que has fallado en el Bucket verde van aquí.
fr: Bon travail! Tu n’as pas assez de mots (12) en danger pour jouer. Seuls les mots sur lesquels tu as commis des erreurs dans le Vert vont ici.

source: SAVE GREEN WORDS IN DANGER
es: Guarda las palabras verdes que están en peligro
fr: SAUVEGARDE LES MOTS VERTS EN DANGER

source: PLAY GREEN GAME
es: JUEGA EL JUEGO VERDE
fr: Exerce-toi sur les mots Verts

source: UPGRADE NOW
es: Cómpralo ahora
fr: METS A JOUR MAINTENANT

# No internet connection!
source: No Internet connection! Upgrade Word Bucket the next time you're online and you'll be able to save your searched words in an Offline Wishlist.
es: No hay conexión a Internet.
fr: Keine Internet-Verbindung! Upgrade Word Bucket, wenn du das nächste Mal online bist, damit du deine gesuchten Wörter auch in der Offline-Wunschliste speichern kannst.

# Spanish
source: Español (Spanish)
es: Español
fr: Español (Espagnol)

# Arabic
source: (Arabic) العربية
es: (Árabe) العربية
fr: (Arabe) العربية

# Chinese
source: 中文 (Chinese)
es: 中文 (Chino)
fr: 中文 (Chinois)

source: English
es: English (Inglés)
fr: English (Anglais)

# French
source: Français (French)
es: Français (Francés)
fr: Français

# German
source: Deutsch (German)
es: Deutsch (Alemán)
fr: Deutsch (Allemand)

# Italian
source: Italiano (Italian)
es: Italiano (Italiano)
fr: Italiano (Italien)

# Japanese
source: 日本語 (Japanese)
es: 日本語 (Japonés)
fr: 日本語 (Japonais)

# Korean
source: 한국어 (Korean)
es: 한국어 (Coreano)
fr: 한국어 (Corée)

# Portuguese
source: Português (Portuguese)
es: Português (Portugués)
fr: Português (Portugais)

# Russian
source: Русский (Russian)
es: Русский (Ruso)
fr: Русский (Russie)

source: This project received grant aid from Galway Rural Development Company Ltd., which is financed by the Irish Government under the Rural Development Programme Ireland 2007-2013 and by the European Agricultural Fund for the Rural Development Programme (EARDF): Europe investing in Rural Areas.
es: Este proyecto ha sido financiado por parte del Galway Rural Development Company Ltd, la cual es financiada por el Gobierno Irlandés bajo el Departamento de desarrollo rural en Irlanda 2007-2013 y por La fundacion de Agricultura Europea bajo el programa de desarrollo rural (EARDF): Europe investing in Rural Areas.
fr: Ce projet a été financé par Galway Rural Development Company Ltd., qui appartient au Gouvernement Irlandais, dans le cadre du Programme de Développement Rural Irlandais de 2007-2013 et par le Fond Européen Agricole pour le Développement Rural (FEADER)

source: <html><body>Do you know this word? "%@" I just found it in <a href="http://www.wordbucket.com">Word Bucket</a>. FREE to download for iOS and Android.</body></html>
es: <html><body>¿Sabes está palabra en inglés? "%@" Encuentrala en <a href="http://www.wordbucket.com">Word Bucket</a>. Descárgatelo gratis desde iOS y Android.</body></html>
fr: <html><body>Connais-tu ce mot? "%@" Je viens juste de le trouver dans <a href="http://www.wordbucket.com">Word Bucket</a>. Téléchargement GRATUIT pour iOS et Android.</body></html>

source: Do you know this word? "%@" I just found it in Word Bucket. FREE to download for iOS and Android.
es: ¿Sabes está palabra en inglés? "%@" Encuentrala en Word Bucket. Descárgatelo gratis desde iOS y Android.
fr: Connais-tu ce mot? "%@" Je viens juste de le trouver dans Word Bucket. Téléchargement GRATUIT pour iOS et Android.
