Repository: s0sh/EnglishBubbles
Catalog: WordBucket_Free/WordBucket/*.lproj/Localizable.strings
Languages: es, fr

source: Thank you for upgrading Word Bucket. It may take a few minutes for iCloud to transfer your words. Once it's done you can enjoy all the great Word Bucket features. Excited?
es: Gracias por actualizar Word Bucket. Tardará unos minutos en trasladar tus palabras a iCloud. Una vez hecho puedes disfrutar de todas las geniales características de Word Bucket. ¿Emocionado?
fr: Merci d’avoir mis à jour Word Bucket. iCloud peut avoir besoin de plusieurs minutes pour transférer vos mots. Une fois que cela est fait vous pourrez profiter de toutes les super caractéristiques de Word Bucket. Excité?

source: Thanks for downloading Word Bucket. To get the best from Word Bucket we recommend you set up iCloud in your iPhone settings to store all your new words online.
es: Gracias por descargarte Word Bucket. Para conseguir lo mejor de Word Bucket te recomendamos que configures iCloud en tu iPhone para guardar tus nuevas palabras online.
fr: Merci d’avoir téléchargé Word Bucket. Pour obtenir le meilleur de Word Bucket, nous vous recommandons d’activer iCloud dans les paramètres de votre iPhone pour stocker tous vos nouveaux mots en ligne.

source: Important! You haven't set up iCloud yet. If you want to transfer your words to the full version, set up iCloud in your iPhone settings now and then come back and upgrade here.
es: ¡Importante! Aún no has configurado iCloud. Si quieres trasladar tus palabras a la versión completa, configura iCloud en los ajustes de tu iPhone ahora y vuelve aquí para actualizar.
fr: Important ! Vous n’avez pas encore activé iCloud. Si vous voulez transférer vos mots sur la nouvelle version, activez iCloud dans les paramètres de votre iPhone maintenant et revenez ensuite puis mettez à jour ici.

source: Ignore
es: pasar por alto
fr: ignorer

source: By clicking Finish you are indicating that you have read and agreed to the <a href="http://wordbucket.com/en/privacy/">Privacy Policy</a> and <a href="http://wordbucket.com/en/terms-of-service/">Terms of Service</a>.
es: Haciendo click en terminar estás indicando que has leído y estás conforme con la <a href="http://wordbucket.com/en/privacy/">Política de privacidad</a> y los<a href="http://wordbucket.com/en/terms-of-service/"> Términos del servicio</a>.
fr: Indem du auf Beginnen klickst, bestätigst du, dass du die <a href="http://wordbucket.com/en/privacy/">Richtlinien zur Privatsphäre</a> und die <a href="http://wordbucket.com/en/terms-of-service/">Geschäftsbedingungen</a> gelesen und diesen zugestimmt hast.

source: Word Bucket Dictionaries & translation services
es: Word Bucket Diccionarios y servicios de traducción
fr: Word Bucket Dictionnaires et services de traduction

source: Word Bucket is powered by a selection of commercial and open source dictionaries and translation services including <a href = "http://www.wiktionary.org/"> Wiktionary</a>, licensed under the <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution-ShareAlike</a> license. For more information on the use of these dictionaries see our; <a href="http://wordbucket.com/en/terms-of-service"> Terms of Service</a>.
es: Word Bucket funciona con una selección de diccionarios comerciales y de código abierto y servicios de traducción como <a href = "http://www.wiktionary.org/">Wiktionary</a>, con licencia bajo el <a href = "https://creativecommons.org/licenses/by-sa/3.0/"> Reconocimiento Creative Commons -Compartir bajo la misma </a> Licencia. Para obtener más información sobre el uso de estos diccionarios ver nuestros; <a href="http://wordbucket.com/en/terms-of-service"> Condiciones de Uso</a>.
fr: Word Bucket repose sur une sélection de dictionnaires commerciaux et open source et de services de traduction dont <a href = "http://www.wiktionary.org/">Wiktionary</a>, sous license<a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution-ShareAlike</a>.Pour plus d'informations sur l'utilisation de ces dictionnaires, référez-vous à nos; <a href="http://wordbucket.com/en/terms-of-service"> Conditions de service</a>.

source: Score:
es: Puntuación
