Repository: s0sh/EnglishBubbles
Catalog: WordBucket/WordBucket/*.lproj/Localizable.strings
Languages: ar, de

source: Create Your Word Bucket
ar: إنشاء Word Bucket الخاص بك
de: Erstelle dein Word Bucket

source: Your Name
ar: اسمك
de: Dein Name

source: Email
ar: البريد الإلكتروني

source: Type your email
ar: اكتب بريدك الإلكتروني
de: Gib deine E-Mail ein

source: Password
ar: كلمة المرور
de: Passwort

source: Join
ar: التسجيل
de: ANMELDEN

source: JOIN WITH FACEBOOK
ar: التسجيل عبر الفيسبوك
de: MIT FACEBOOK ANMELDEN

source: JOIN WITH TWITTER
ar: التسجيل عبر تويتر
de: MIT TWITTER ANMELDEN

source: By clicking Join you are indicating that you have read and agreed to the Privacy Policy and Terms of Service.
ar: بالضغط على التسجيل، أنت تقر أنك قد قرأت ووافقت على سياسة الخصوصية وشروط الخدمة.

source: Type your password
ar: اكتب كلمة المرور الخاصة بك
de: Gib dein Passwort ein

source: Login to Word Bucket
ar: تسجيل الدخول إلى Word Bucket
de: Einloggen bei Word Bucket

source: Forgotten password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?

source: LOGIN WITH FACEBOOK
ar: تسجيل الدخول عبر الفيسبوك
de: MIT FACEBOOK EINLOGGEN

source: LOGIN WITH TWITTER
ar: تسجيل الدخول عبر تويتر
de: MIT TWITTER EINLOGGEN

source: Your Word Bucket name
ar: اسمك على Word Bucket
de: Dein Word Bucket-Name

source: Type your Word Bucket name
ar: اكتب اسمك على Word Bucket
de: Gib Deinen Word Bucket-Namen ein

source: Your Word Bucket Avatar
ar: صورتك على Word Bucket
de: Dein Word Bucket-Avatar

source: CHOOSE FROM GALLERY
ar: اختر من معرض الصور
de: AUS GALERIE AUSWÄHLEN

source: Your native language
ar: لغتك الأم
de: Deine Muttersprache

source: The language you're learning
ar: اللغة التي تتعلمها
de: Die Sprache, die du lernst

source: FINISH
ar: إنهاء
de: BEGINNEN

source: Beginner
ar: مبتدئ
de: Anfänger

source: Intermediate
ar: متوسط
de: Fortgeschrittener

source: Advanced
ar: متقدم
de: Profi

source: CHOOSE THE LANGUAGE
ar: اختر اللغة
de: WÄHLE DIE SPRACHE

source: CHOOSE YOUR NATIVE LANGUAGE
ar: اختر لغتك الأم
de: WÄHLE DEINE MUTTERSPRACHE

source: CHOOSE THE LANGUAGE you're learning
ar: اختر اللغة التي تتعلمها

source: Your language level
ar: مستوى لغتك
de: Dein Sprachniveau

source: CHOOSE YOUR LEVEL
ar: اختر مستواك
de: WÄHLE DEIN NIVEAU

source: Search Word
ar: البحث عن كلمة
de: Suche Wort

source: %@'s Word Bucket
ar: %@ الخاص بـ Word Bucket

source: Choose Your Test
ar: اختر اختبارك
de: Wähle deinen Test

source: ALL BUCKETS
ar: جميع Buckets
de: ALLE BUCKETS

source: Explore Bucket
ar: استكشف Bucket
de: Erkunde Bucket

source: New
ar: كلمات جديدة
de: Neu

source: Learning
ar: التعلم
de: Lernend

source: Learned
ar: كلمات تعلمتها
de: Gelernt

source: Mistakes
ar: الأخطاء
de: Fehler

source: TRUE
ar: صواب
de: RICHTIG

source: FALSE
ar: خطأ
de: FALSCH

source: Game Paused!
ar: توقف مؤقت للعبة!
de: Spiel angehalten!

source: Resume
ar: استئناف
de: Fortsetzen

source: Restart
ar: إعادة تشغيل
de: Neustarten

source: ENTER
ar: الدخول
de: EINGEBEN

source: Quit
ar: الخروج
de: Verlassen

source: Score:
ar: النتيجة
de: Spielstand:

source: TEST AGAIN
ar: إعادة الاختبار
de: ERNEUT TESTEN

source: ADD YOUR OWN MEANING
ar: إضافة معنى خاص بك
de: FÜGE DEINE EIGENE BEDEUTUNG HINZU

source: More
ar: المزيد
de: Mehr

source: History
ar: سجل تاريخي
de: Verlauf

source: Settings
ar: إعدادات
de: Einstellungen

source: Rate Word Bucket
ar: تقييم Word Bucket
de: Bewerte Word Bucket

source: Word Bucket credits
ar: أرصدة Word Bucket

source: Offline Wishlist
ar: قائمةالرغباتخارجالإنترنت
de: Offline-Wunschliste

source: Learn English through games
ar: تعلم اللغة الإنجليزية من خلال الألعاب
de: Lerne spielerisch Englisch

source: Upgrade Word Bucket
ar: تحديث Word Bucket

source: Word Bucket: How it works
ar: Word Bucket: كيف تعمل
de: Word Bucket: So funktioniert es

source: Send a friend a word
ar: مشاركة الكلمات مع الأصدقاء
de: Schicke einem Freund ein Wort

source: Invite friend to Word Bucket
ar: ادعو صديقك لتجربة Word Bucket
de: Lade Freunde zu Word Bucket ein

source: The Word Bucket Leaderboard
ar: لوحة أوائل Word Bucket
de: Die Word Bucket-Rangliste

source: Help us to improve Word Bucket
ar: المساعدة على تحسين Word Bucket
de: Hilf uns dabei, Word Bucket zu verbessern

source: SKYPE GAMES CLASSES
ar: Skype فئات ألعاب
de: SKYPE-SPIELEKLASSEN

source: DAILY FACEBOOK GAMES
ar: ألعاب فيسبوك اليومية
de: TÄGLICHE FACEBOOK-SPIELE

source: WORDS OF THE WEEK
ar: كلمات الأسبوع
de: WÖRTER DER WOCHE

source: Invite Your Friends
ar: دعوة أصدقائك
de: Lade Deine Freunde ein

source: TEXT IT
ar: المشاركة عبر الهاتف
de: TEXTEN

source: POST ON FACEBOOK
ar: اكتب تعليقاً عنه على الفيسبوك
de: BEI FACEBOOK POSTEN

source: TWEET IT
ar: انشر تغريدة عنه على تويتر
de: TWEETEN

source: SHARE ON EMAIL
ar: المشاركة عبر البريد الإلكتروني
de: PER E-MAIL TEILEN

source: Words Of The Week
ar: كلمات الأسبوع
de: Wörter der Woche

source: Each week we pick 5 Words of the Week. Have you got these in your Word Bucket?
ar: كل أسبوع نختار 5 كلمات لتكون كلمات الأسبوع. هل حصلت على هذه الكلمات فيWord Bucket.
de: Jede Woche wählen wir fünf Wörter der Woche aus. Hast du sie in deinem Word Bucket?

source: UPGRADE
ar: قم بالترقية

source: BUCKET FULL
ar: الدلو مملوء
de: BUCKET VOLL

source: Congratulations!
ar: !تهانينا لك
de: Herzlichen Glückwunsch!

source: You have saved 25 words in your Bucket.
ar: لقد حفظت 25 كلمة في Bucket
de: Du hast 25 Wörter in deinem Bucket gespeichert.

source: Upgrade now to save and learn unlimited words in Word Bucket.
ar: التحديث الآن لحفظ وتعلم كلمات غير محدودة في Word Bucket.
de: Upgrade jetzt, um unbegrenzt viele Wörter in Word Bucket zu speichern und zu lernen.

source: You get:
ar: احصل على:
de: Du bekommst:

source: Unlimited storage for new words
ar: إمكانية حفظ غير محدودة للكلمات الجديدة
de: Unbegrenzten Speicher für neue Wörter

source: Green Bucket game
ar: Green Bucket لعبة
de: Grünes Bucket-Spiel

source: No ads
ar: بدون إعلانات
de: Keine Werbung

source: Oops your Bucket is full!
ar: عفواً Bucket مملوء
de: Huch, dein Bucket ist voll!

source: Upgrade now to save and learn more words in Word Bucket
ar: التحديث الآن لحفظ وتعلم المزيد من الكلمات في Word Bucket
de: Upgrade jetzt, um mehr Wörter in Word Bucket zu speichern und zu lernen

source: With Word Bucket FREE you have 50 words and 25 new word saved
ar: عبر نسخة Word Bucket المجانية، يكون لديك 50 كلمة و 25 مكان لحفظ كلمات جديدة
de: Mit Word Bucket FREE erhältst du 50 Wörter und kannst 25 neue Wörter speichern.

source: Upgrade now and get:
ar: قم بالتحديث واحصل على
de: Upgrade jetzt und du erhältst:

source: Do you love Word Bucket?
ar: هل تحب Word Bucket؟
de: Gefällt dir Word Bucket?

source: Your Offline Wishlist
ar: قائمة رغباتك خارج الانترنت
de: Deine Offline-Wunschliste

source: Oops! It seems you have no Internet connection. Don't worry. Just add your words here and you can search and save them to your Bucket later.
ar: عفواً! يبدو أنه لا يوجد لديك اتصال بالإنترنت. لا تقلق. فقط قم بإضافة كلماتك هنا ويمكنك البحث عنها وحفظها في Bucket الخاص بك في وقت لاحق.
de: Huch! Scheinbar hast du keine Verbindung zum Internet. Keine Sorge. Füge einfach deine Worte hier hinzu und du kannst sie später in deinem Bucket speichern.

source: Words already saved in Wishlist
ar: كلمات محفوظة بالفعل في قائمة الرغبات
de: Bereits in deiner Wunschliste gespeicherte Wörter

source: Add %@ to Wishlist
ar: إضافة إلى قائمة الرغبات
de: Füge %@ zur Wunschliste hinzu

source: Total words searched
ar: مجموع الكلمات التي بحثت عنها
de: Insgesamt gesuchte Wörter

source: Words saved to Bucket
ar: الكلمات المحفوظة في Bucket
de: Gespeicherte Wörter im Bucket

source: Total tests
ar: مجموع الاختبارات
de: Tests gesamt

source: Your pass %
ar: نتيجتك %
de: Deine Erfolgsquote

source: Average time in Buckets (days)
ar: متوسط ​​الوقت في Buckets (بالأيام)
de: Durchschnittliche Zeit in Buckets (Tage)

source: Your Word Bucket History
ar: سجلك على Word Bucket
de: Dein Word Bucket-Verlauf

source: Word left to test
ar: كلمات لم تختبر فيها
de: Wörter, die noch getestet werden müssen

source: Total words
ar: مجموع الكلمات
de: Wörter gesamt

source: Update
ar: تحديث
de: Aktualisiere

source: Save
ar: حفظ
de: Speichern

source: Place User Name Here
ar: ضع اسم المستخدم هنا
de: Gib hier den Nutzernamen ein

source: Default Test Words
ar: كلمات اختبار افتراضية
de: Vorgegebene Testwörter

source: Sound settings
ar: إعدادات الصوت
de: Soundeinstellungen

source: Word Bucket Credits
ar: أرصدة Word Bucket

source: Word Bucket is supported by:
ar: Word Bucket يتلقى دعم من:
de: Word Bucket wird unterstützt von:

source: Never lose words again by saving to your personal Word Bucket. You can even add your own translations.
ar: لا تضيع الكلمات مرة أخرى أبداً، واحفظها في Word Bucket الخاص بك. وتستطيع حتى إضافة ترجماتك الخاصة للكلمات.
de: Du verlierst nie mehr Wörter, wenn du sie in deinem eigenen Word Bucket speicherst. Du kannst sogar deine eigene Übersetzung hinzufügen.

source: FIND AND LEARN NEW WORDS
ar: ابحث وتعلم كلمات جديدة
de: FINDE UND LERNE NEUE WÖRTER

source: SEARCH
ar: بحث
de: SUCHEN

source: SAVE
ar: حفظ
de: SPEICHERN

source: Your dictionary, your notebook and your language teacher!
ar: Word Bucket هو قاموسك ومفكرتك ومعلمك اللغوي
de: Dein Wörterbuch, dein Notizbuch und dein Sprachlehrer!

source: Find translation for the words and meanings you're learning.
ar: ابحث عن ترجمات للكلمات التي تتعلمها.
de: Finde Übersetzungen für die Wörter und Bedeutungen, die du gerade lernst.

source: Learn words with fun tests and games. To practise move your new words (and the 50 starter words you've already got) from White to Orange to Green.
ar: تعلم كلماتك من خلال اختبارات وألعاب مرحة. لكي تتدرب على الكلمات قم بنقل كلماتك الجديدة (لديك 50 كلمة مبدئية للعب بالفعل) من الأبيض إلى البرتقالي حتى تصل إلي الأخضر بأمان.
de: Lerne Wörter mit lustigen Tests und Spielen. Um zu üben, verschiebe deine Wörter (und die 50 Wörter zum Start, die du schon hast) von Weiß über Orange nach Grün.

source: Be careful, wrong answers go to Red to start again!
ar: انتبه، تنتقل الإجابات الخاطئة إلى الأحمر للعب عليها من جديد!
de: Achtung, falsche Antworten landen unter Rot und du musst noch einmal anfangen!

source: PLAY
ar: اللعب
de: SPIELEN

source: TRY A FREE CLASS
ar: جرب الصف المجاني
de: PROBIERE EINEN GRATIS KURS AUS

source: %@ Words Safe
ar: كلمة بأمان %@
de: %@ sichere Wörter

source: %@ Words In Danger
ar: كلمة في خطر %@
de: %@ gefährdete Wörter

source: Turn your phone now
ar: تشغيل هاتفك الآن
de: Drehe dein Telefon jetzt

source: X words in Green
ar: كلمة في الدلو الأخضر%@

source: Practise Green Words
ar: التدرب على الكلمات الخضراء
de: Übe grüne Wörter

source: SAVE IN DANGER GREEN WORDS
ar: انقل الكلمات الخضراء إلى قسم الخطر
de: SPEICHERE GEFÄHRDETE GRÜNE WÖRTER

source: Drag and drop words to play
ar: اسحب وإسقط الكلمات للعب
de: Wörter zum Spielen hierherziehen

source: %@ added to your Word Bucket
ar: Word Bucket تم إضافتها إلى %@
de: %@ zum Word Bucket hinzugefügt

source: Just found the word "%@" in @Wordbucket. Great app to find and learn new words.
ar: لقد عثرت على الكلمة "%@" في Wordbucket @ إنه تطبيق رائع في إيجاد وتعلم الكلمات الجديدة.
de: Ich habe gerade das Wort "%@" bei @Wordbucket gefunden. Tolle App, um neue Wörter zu lernen.

source: Please enter your meaning
ar: يرجى إدخال المعنى الخاص بك
de: Bitte gib deine Bedeutung ein

source: Game Over.
ar: اللعبة انتهت.
de: Spiel ist vorbei.

source: Successfully posted '%@'. Post ID: %@
ar: تم النشر بنجاح '%@'. Post ID: %@
de: Erfolgreich '%@' gepostet. Post ID: %@

source: Please enter any word.
ar: يرجى إدخال كلمة.
de: Bitte gib ein Wort ein.

source: Do you know this %@ word? "%@" I just found it in
ar: هل تعرف هذه الكلمة %@؟ "%@" أنا فقط وجدتها في
de: Kennst Du dieses %@ Wort? "%@" Kennst Du dieses %@ Wort? "%@" Ich habe es gerade hier gefunden

source: Great app to find and learn new words & FREE to download for iOS and Android.
ar: هل تعرف هذه الكلمة %@ word? "%@" لقد وجدتها في .Word Bucket إنه تطبيق يمكن تحميله مجاناً على أنظمة iOS والأندرويد.
de: Tolle App zum Finden und Lernen von neuen Wörtern & KOSTENLOS zum Herunterladen für iOS und Android.

source: Are you sure you want to delete '%@'?
ar: هل أنت متأكد أنك تريد حذف '%@'?
de: Willst Du '%@' wirklich löschen?

source: Please enter your translation
ar: إضافة معنى خاص بك
de: Bitte gib deine Übersetzung ein

source: Please enter user name.
ar: يرجى إدخال اسم المستخدم.
de: Bitte gib deinen Nutzernamen ein.

source: Sorry!
ar: نأسف!
de: Tut uns leid!

source: Good work!
ar: أحسنت!
de: Gute Arbeit!

source: Woah there!
ar: انتظر!
de: Aufgepasst!

source: To practise your Orange words you need to activate your %@ keyboard. Don't worry, it's easy to do in settings and you only have to do it once. Just go to General and find Keyboard, then Keyboards and finally Add New Keyboard.
ar: للتدرب على كلماتك البرتقالية، أنت بحاجة إلى تفعيل لوحة المفاتيح الخاصة بك %@. لا تقلق، من السهل فعل ذلك في الإعدادات، وتحتاج إلى فعل ذلك مرة واحدة فقط. فقط اذهب إلى General واعثر على Keyboard، وأخيراً Add New Keyboard.
de: Um deine orangen Wörter zu üben, musst du die %@ Tastatur aktivieren. Kein Problem, in den Einstellungen ist das ganz einfach und du brauchst es nur einmal zu tun. Gehe einfach auf Allgemein und suche Tastatur, gehe auf Tastaturen und füge dann eine neue Tastatur hinzu.

source: Oops!
ar: عفواً!
de: Huch!

source: OK
ar: نعم

source: Share on Facebook
ar: مشاركة على فيسبوك
de: Teile auf Facebook

source: Share on Twitter
ar: مشاركة على تويتر
de: Teile auf Twitter

source: Cancel
ar: إلغاء
de: Abbrechen

source: Add
ar: إضافة
de: Hinzufügen

source: Remove
ar: حذف
de: Entfernen

source: Add Your Own Meaning
ar: إضافة معنى خاص بك
de: Füge deine eigene Bedeutung hinzu

source: Searched Word
ar: كلمة بحث
de: Wort gesucht

source: Your Translation:
ar: ترجمتك
de: Deine Übersetzung:

source: Type your translation
ar: اكتب المعنى الذي تريده
de: Gib deine Übersetzung ein

source: Check out Word Bucket. It's a great app for finding and learning new words. FREE to download for Android and iOS.
ar: استكشف .Word Bucketإنه تطبيق رائع في إيجاد وتعلم كلمات جديدة. وهو مجاني يمكن تحميله لأنظمة iOS والأندرويد.
de: Schau dir Word Bucket an. Eine tolle App für das Finden und Lernen neuer Wörter. KOSTENLOS zum Herunterladen für Android und iOS.

source: Are you learning a language? Find and learn new words with @WordBucket
ar: @WordBucket هل تتعلم لغة؟ جد كلمات جديدة وتعلمها عبر
de: Lernst du eine Sprache? Finde und lerne neue Wörter mit @WordBucket

source: Check out <a href="http://www.wordbucket.com">Word Bucket.</a> It's a great app for finding and learning new words. FREE to download for Android and iOS.
ar: راجع <a href="http://www.wordbucket.com">Word Bucket.</a> هذا برنامج رائع لاكتشاف وتعلم كلمات جديدة. تنزيل مجاني لأندرويد و iOS.
de: Schau dir <a href="http://www.wordbucket.com">Word Bucket</a> an. Eine tolle App für das Finden und Lernen neuer Wörter. KOSTENLOS zum Herunterladen für Android und iOS.

source: Word Bucket - find and learn new words
ar: Word Bucket – اكتشف وتعلم كلمات جديدة
de: Word Bucket - finde und lerne neue Wörter

source: Help
ar: مساعدة
de: Hilfe

source: Your native language and the language you're learning can not be the same.
ar: لا يمكن أن تكون لغتك الأم هي نفس اللغة التي تتعلمها.
de: Deine Muttersprache und die Sprache, die du lernst, dürfen nicht gleich sein.

source: Perfect game! You scored 12 out of 12.
ar: ممتاز! لقد سجلت 12 نقطة من أصل 12.
de: Perfektes Spiel! Du hast 12 von 12 Punkten.

source: To give a letter an accent just hold it down and select the correct one.
ar: لوضع تشديد على الحرف، قم فقط بالضغط عليه باستمرار ثم حدد التشديد الصحيح
de: Um zu einem Buchstaben einen Akzent hinzuzufügen, halte die Taste gedrückt und wähle den richtigen Buchstaben aus.

source: You need at least 12 words In Danger to play. To add words just practise your words in the Green game.
ar: أنت بحاجة إلى 12 كلمة هنا حتى تستطيع أن تحاول إنقاذ كلماتك التي في خطر.
de: Verzeihung! Du benötigst mindestens 12 gefährdete Wörter, um zu spielen. Um Wörter hinzuzufügen, teste sie einfach im grünen Spiel.

source: Finished
ar: تم
de: Beendet

source: You have no words in your Orange Bucket. To add words to Orange you must do the White Bucket tests.
ar: ليس لديك كلمات في Bucket البرتقالي.لإضافة كلمات إلى البرتقالي، يجب أن تؤدي اختبارات Bucket الأبيض.
de: Du hast keine Wörter in deinem orangen Bucket. Um Wörter zu Orange hinzuzufügen, musst du die Tests im weißen Bucket machen.

source: You have no words in your Green Bucket. To add words to Green you must do the Orange Bucket tests.
ar: ليس لديك كلمات في Bucket الأخضر.لإضافة كلمات إلى الأخضر، يجب أن تؤدي اختبارات Bucket البرتقالي.
de: Du hast keine Wörter in deinem grünen Bucket. Um Wörter zu Grün hinzuzufügen, musst du die Tests im orangen Bucket machen.

source: Good work! You have no words in your Red Bucket. Only words that you get wrong in the other colours go here.
ar: أحسنت! ليس لديك كلمات كافية في Bucket الأحمر. حيث تذهب الكلمات التي تخطئ فيها من الألوان الأخرى فقط إلى هنا.
de: Gute Arbeit! Du hast keine Wörter in deinem roten Bucket. Nur Wörter, bei denen du bei den anderen Farben Fehler gemacht hast, landen hier.

source: You have no words in your White Bucket. Search and save more new words!
ar: ليس لديك كلمات في الأبيض. ابحث عن كلمات جديدة واحفظها الآن!
de: Du hast keine Wörter in deinem weißen Bucket. Suche und speichere mehr neue Wörter!

source: Sorry! You need at least %d words in your White Bucket to do a test. Search and save more new words!
ar: أنت تحتاج إلى %d كلمة على الأقل في Bucket الأبيض للاختبار. ابحث عن كلمات جديدة واحفظها الآن.
de: Leider benötigst du mindestens %d Wörter im weißen Bucket für einen Test. Suche und speichere mehr neue Wörter!

source: Sorry! You need at least 12 words in your Green Bucket to do a test. Do more Orange Bucket tests!
ar: أنت تحتاج إلى 12 كلمة على الأقل في Bucket الأخضر الخاص بك حتى تتمكن من إجراء الاختبار. لإضافة كلمات، قم فقط بالتدرب على كلماتك في الاختبارات البرتقالية.
de: Verzeihung! Du benötigst mindestens zwölf Wörter in deinem grünen Bucket für einen Test. Mache noch mehr Tests im orangenen Bucket!

source: Good work! You don't have enough words (%d) in your Red Bucket to do a test. Only words that you get wrong in the other colours go here.
ar: أحسنت! ليس لديك كلمات كافية في Bucket الأحمر لأداء الاختبار. حيث تذهب الكلمات التي تخطئ فيها من الألوان الأخرى فقط إلى هنا.
de: Gute Arbeit! Du hast nicht genug Wörter (%d) in deinem roten Bucket für einen Test. Nur Wörter, bei denen du bei den anderen Farben Fehler gemacht hast, landen hier.

source: Sorry! You need at least %d Orange Words to do a test. Do more White Bucket tests!
ar: أنت تحتاج إلى %d كلمة على الأقل في Bucket البرتقالي الخاص بك للاختبار. لإضافة كلمات، فقط تدرب على كلماتك في الاختبارات البيضاء.
de: Verzeihung! Du benötigst mindestens %d orange Wörter für einen Test. Mache noch mehr Tests im weißen Bucket!

source: Good work! You don't have enough words (12) in danger to play. Only words you get wrong in the Green Game go here
ar: أحسنت! أنت تحتاج إلى 12 كلمة هنا قبل أن تحاول إنقاذ كلماتك التي في خطر.
de: Gute Arbeit! Du hast nicht genug gefährdete Wörter (12), um zu spielen. Nur Wörter, bei denen du im grünen Spiel Fehler gemacht hast, landen hier.

source: You need at least %d words in your Word Bucket to test. Search and save new words!
ar: أنت تحتاج إلى %d كلمة على الأقل في Word Bucket للاختبار. ابحث عن كلمات جديدة واحفظها الآن.

source: SAVE GREEN WORDS IN DANGER
ar: انقذ الكلمات الخضراء التي في خطر
de: GRÜNE GEFÄHRDETE WÖRTER SPEICHERN

source: PLAY GREEN GAME
ar: العب لعبة الأخضر
de: SPIELE DAS GRÜNE SPIEL

source: UPGRADE NOW
ar: التحديث الآن
de: JETZT UPGRADEN

source: No internet connection!
ar: لا يوجد اتصال إنترنت!
de: Keine Internet-Verbindung! Upgrade Word Bucket, wenn du das nächste Mal online bist, damit du deine gesuchten Wörter auch in der Offline-Wunschliste speichern kannst.

source: Done
ar: تم
de: Schließen

source: On
ar: تشغيل

source: Off
ar: إيقاف

source: Yes
ar: نعم
de: Oui

source: No
ar: لا
de: Non

source: Community
ar: التواصل الاجتماعي

source: Share
ar: شارك
de: Teilen

source: Learn
ar: تعلم
de: Lernen

source: Spanish
ar: (الأسبانية) Español
de: Español (Spanisch)

source: Arabic
ar: (الألمانية) Deutsch
de: (Arabisch) العربية

source: English
ar: (الإنجليزية) English
de: English (Englisch)

source: French
ar: (فرنسي) Français
de: Français (Französisch)

source: Chinese
ar: (الصينية) 中文
de: 中文 (Chinesisch)

source: Italian
ar: (الإيطالي) Italiano
de: Italiano (Italienisch)

source: Japanese
ar: (اليابانية) 日本語
de: 日本語 (Japanisch)

source: Korean
ar: (كوري) 한국어
de: 한국어 (Koreanisch)

source: Portuguese
ar: (البرتغالية) Português
de: Português (Portugiesisch)

source: Russian
ar: (الروسية) Русский
de: Русский (Russisch)

source: German
ar: (الألمانية) Deutsch
de: Deutsch

source: A special thanks to:
ar: نتقدم بالشكر الخاص إلى:

source: This project received grant aid from Galway Rural Development Company Ltd., which is financed by the Irish Government under the Rural Development Programme Ireland 2007-2013 and by the European Agricultural Fund for the Rural Development Programme (EARDF): Europe investing in Rural Areas.
ar: تلقى هذا المشروع منحة من شركة غالواي للتنمية الريفية المحدودة، والتي تقوم بتمويلها الحكومة الأيرلندية في إطار برنامج أيرلندا للتنمية الريفية 2007-2013 والصندوق الزراعي الأوروبي لبرنامج التنمية الريفية (EARDF): استثمار أوروبا في المناطق الريفية.
de: Dieses Project erhielt Subventionen durch die Galway Rural Development Company Ltd., die von der irischen Regierung unter dem "Rural Development Programme Ireland 2007-2013" und vom Europäischen Landwirtschaftsfonds mit dem Programm der Entwicklung des ländliches Raumes (EARDF): Europa investiert in ländlichen Gebieten finanziert wird.

source: Test Green words in danger
ar: إجراء اختبار على الكلمات الخضراء التي في خطر

source: Green Results
ar: نتائج الكلمات الخضراء

source: Get ready to play!
ar: استعد للعب!

source: More information
ar: المزيد من المعلومات

source: Upgrade and get
ar: قم بالترقية واحصل على

source: Unlimited testing for all your words
ar: اختبارات غير محدودة على كل كلماتك

source: Test defaults
ar: الإعدادات الافتراضية للاختبار

source: Find and learn new words in English.
ar: ابحث عن كلمات جديدة في الإنجليزية وتعلمها.

source: Email Do you know this %@ word? "%@" I just found it in Word Bucket. FREE to download for iOS and Android.
ar: <html><body>هل تعرف هذه الكلمة word? "%@" لقد وجدتها في .<a href="http://www.wordbucket.com">Word Bucket</a> إنه تطبيق يمكن تحميله مجاناً على أنظمة iOS والأندرويد.</body></html>
de: <html><body>Kennst du dieses Wort? "%@" Ich habe es gerade bei <a href="http://www.wordbucket.com">Word Bucket</a> gefunden. KOSTENLOS zum Herunterladen für iOS und Android.</body></html>

source: Do you know this %@ word? "%@" I just found it in Word Bucket. FREE to download for iOS and Android.
ar: هل تعرف هذه الكلمة word? "%@" لقد وجدتها في .Word Bucket إنه تطبيق يمكن تحميله مجاناً على أنظمة iOS والأندرويد.
de: Kennst du dieses Wort? "%@" Ich habe es gerade bei Word Bucket gefunden. KOSTENLOS zum Herunterladen für iOS und Android.

source: Thank you for upgrading Word Bucket. It may take a few minutes for iCloud to transfer your words. Once it's done you can enjoy all the great Word Bucket features. Excited?
ar: شكراً لترقيتك تطبيق ورد باكيت Word Bucket. قد يستغرق الأمر عدة دقائق من iCloud حتى تنقل كلماتك. وفور عمل ذلك، يمكنك الاستمتاع بكل ما في Word Bucket الجميل.
de: Vielen Dank für das Upgrade von Word Bucket. Es kann sein, dass iCloud einige Minuten benötigt, um deine Wörter zu übertragen. Sobald das erledigt ist, kannst du alle tollen Word Bucket-Funktionen nutzen. Schon aufgeregt?
