Repository: s0sh/EnglishBubbles
Catalog: WordBucket/WordBucket/*.lproj/Localizable.strings
Languages: ar, de

source: Thanks for downloading Word Bucket. To get the best from Word Bucket we recommend you set up iCloud in your iPhone settings to store all your new words online.
ar: شكراً لتنزيلك Word Bucket. لكي تتمكن من الاستخدام الأمثل له، تحتاج لإنشاء iCloud من إعدادات هاتفك لكي تحفظ كل كلماتك الجديدة.
de: Vielen Dank für das Herunterladen von Word Bucket. Um Word Bucket voll auszunutzen, empfehlen wir dir, iCloud in deinen iPhone-Einstellungen einzurichten, um alle neuen Wörter online zu speichern.

source: Important! You haven't set up iCloud yet. If you want to transfer your words to the full version, set up iCloud in your iPhone settings now and then come back and upgrade here.
ar: هام! إنك لم تقم بإنشاء iCloud حتى الآن. إذا كنت تريد نقل كلماتك إلى النسخة الكاملة من التطبيق، فينبغي عليك إنشاء iCloud من إعدادات الهاتف الآن ثم العودة والترقية من هنا.
de: Wichtig! Du hast iCloud noch nicht eingerichtet. Wenn du deine Wörter auf die Vollversion übertragen willst, richte iCloud in den iPhone-Einstellungen jetzt ein, danach kannst du hier upgraden.

source: Ignore
ar: تجاهل
de: Ignorieren

source: By clicking Finish you are indicating that you have read and agreed to the <a href="http://wordbucket.com/en/privacy/">Privacy Policy</a> and <a href="http://wordbucket.com/en/terms-of-service/">Terms of Service</a>.
ar: بالضغط على تسجيل، فأنت تقر بقراءتك وموافقتك على<a href="http://wordbucket.com/en/privacy/">; سياية الخصوصية </a> و <a href="http://wordbucket.com/en/terms-of-service/">; شروط الخدمة </a>.
de: Indem du auf Beginnen klickst, bestätigst du, dass du die <a href="http://wordbucket.com/en/privacy/">Richtlinien zur Privatsphäre</a> und die <a href="http://wordbucket.com/en/terms-of-service/">Geschäftsbedingungen</a> gelesen und diesen zugestimmt hast.

source: Word Bucket is powered by a selection of commercial and open source dictionaries and translation services including <a href = "http://www.wiktionary.org/"> Wiktionary </a>, licensed under the <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution-ShareAlike</a> license. For more information on the use of these dictionaries see our <a href="https://wordbucket.com/en/terms-of-service">; Terms of Service</a>.
ar: خدمات ترجمة وقواميس وورد بوكت يتم دعم وورد بوكت من قِبَل مجموعة مختارة من خدمات الترجمة والقواميس التجارية والمصادر المفتوحة بما في ذلك <a href = "http://www.wiktionary.org/">Wiktionary</a> ، المرخص بموجب <a href="https://creativecommons.org/licenses/by-sa/3.0/">; ترخيص </a> المشاع الإبداعي للوثائق الحرة </a> لمزيد من المعلومات حول استخدام هذه القواميس راجع; <a href="http://wordbucket.com/en/terms-of-service">شروط الخدمة </a>.
de: Word Bucket wird von mehreren kommerziellen und Open Source-Wörterbüchern unterstützt. Dazu gehört <a href = "http://www.wiktionary.org/"> Wiktionary</a>, lizensiert unter der <a href="https://creativecommons.org/licenses/by-sa/3.0/"> Creative Commons Attribution-ShareAlike</a> Lizenz. Für weitere Informationen zur Nutzung dieser Wörterbücher wirf einen Blick in unsere <a href="http://wordbucket.com/en/terms-of-service">Geschäftsbedingungen</a>.

source: ABC
de: BCA

source: Type your name
de: Gib deinen Namen ein

source: Login
de: EINLOGGEN

source: Sign up
de: ANMELDEN

source: Facebook already login
de: Facebook bereits eingeloggt

source: You have corrected all the words
de: Du hast alle Wörter korrigiert

source: Native and Target language cannot be same.
de: Muttersprache und Zielsprache können nicht gleich sein.

source: Word Bucket Dictionaries & translation services
de: Word Bucket-Wörterbücher & Übersetzungsleistungen
